Repository: asoucar/thunderbird-ios
Catalog: Thunderbird/Thunderbird/Localization/*.lproj/Localizable.strings
Languages: fy

# onboarding_welcome_text
source: An open source, privacy-focused and ad-free email app for iOS.
fy: In iepen boarne, op privacy rjochte en advertinsjefrije e-mail-app foar iOS.

# onboarding_welcome_developed_by
source: Developed by a dedicated team at MZLA Technologies and a global community of volunteers. Part of the Mozilla family.
fy: Untwikkele troch in tawijd team fan MZLA Technologies en in wrâldwide mienskip fan frijwilligers. Underdiel fan de Mozilla-famylje.

# onboarding_welcome_start_button
source: Get started
fy: Starte

# account_oauth_sign_in_button
source: Sign in
fy: Oanmelde

# account_server_settings_protocol_type_label
source: Protocol
fy: Protokol

# account_server_settings_security_label
source: Use SSL/TLS
fy: Befeiliging

# account_server_settings_port_label
source: Port
fy: Poarte

# configuration_IMAP_not_supported
source: IMAP currently not supported
fy: IMAP wurdt noch net stipe

# account_server_settings_authentication_client_certificate
source: Client Certificate
fy: Clientsertifikaat

# account_server_settings_authentication_label
source: Authentication Type
fy: Autentikaasje

# account_server_settings_authentication_password_cleartext
source: Password
fy: Wachtwurd

# account_server_settings_authentication_password_encrypted
source: Encrypted Password
fy: Fersifere wachtwurd

# account_server_settings_authentication_none
source: None
fy: Gjin

# donation_support
source: Donate
fy: Donearje
